Repository: MHannanHasanAli/DietPlanner-Project
Catalog: HelloWorldSolutionIMS/DietPlan.*.resx
Languages: ar_ae

# PrintBTN.Text
source: Print
ar_ae: طباعة

# guna2Button2.Text
source: Table
ar_ae: الجدول

# guna2Button1.Text
source: Information
ar_ae: المعلومات

# viewclose.Text
source: Back
ar_ae: الغاء

# NewDietPlan.Text
source: New Plan
ar_ae: حميةجديدة

# SearchDIetPlan.Text
source: Search
ar_ae: بحث

# History.Text
source: History
ar_ae: الحميات السابقة

# guna2Button4.Text
source: Delete Plan
ar_ae: حذف

# EditBTnNew.Text
source: Edit Plan
ar_ae: تعديل الحمية الغذائية

# NewSave.Text
source: Save Plan
ar_ae: حفظ

# label45.Text
source: Medical History
ar_ae: ملخص الاستبيان الصحي

# calculationnew.Items
source: 1st Day
ar_ae: اليوم الاول

# calculationnew.Items1
source: 2nd Day
ar_ae: اليوم الثاني

# calculationnew.Items2
source: 3rd Day
ar_ae: اليوم الثالث

# calculationnew.Items3
source: 4th Day
ar_ae: اليوم الرابع

# calculationnew.Items4
source: 5th Day
ar_ae: اليوم الخامس

# calculationnew.Items5
source: 6th Day
ar_ae: اليوم السادس

# calculationnew.Items6
source: 7th Day
ar_ae: اليوم السابع

# label46.Text
source: Calculation
ar_ae: الحسابات

# label47.Text
source: Diet Plan Date
ar_ae: تاريخ الحمية الغذائية

# label48.Text
source: File No.
ar_ae: رقم الملف

# label49.Text
source: Instruction
ar_ae: الارشادات

# label50.Text
source: Diet Plan Days
ar_ae: عدد ايام الحمية

# label51.Text
source: Diet Plan Temp
ar_ae: نوع الحمية الغذائية

# label52.Text
source: Prev. Diet Plan
ar_ae: الحمية الغذائية السابقة

# label53.Text
source: D.P. Temp Name
ar_ae: اسم نموذج الحمية

# label54.Text
source: Mobile No.
ar_ae: رقم الموبايل

# label55.Text
source: Age
ar_ae: العمر

# label56.Text
source: Gender
ar_ae: الجنس

# label57.Text
source: Family Name
ar_ae: اسم العائلة

# label58.Text
source: First Name
ar_ae: الاسم الاول

# label60.Text
source: Iron
ar_ae: حديد

# label61.Text
source: Iodine
ar_ae: يود

# label62.Text
source: Magnesium
ar_ae: مغنيسيوم

# label63.Text
source: Phosphorous
ar_ae: فسفور

# label64.Text
source: Carbs
ar_ae: كاربوهيدرات

# label65.Text
source: Sodium
ar_ae: صوديوم

# label66.Text
source: Protein
ar_ae: بروتين

# label68.Text
source: Sugar
ar_ae: سكر

# label69.Text
source: Calcium
ar_ae: كالسيوم

# label70.Text
source: Water
ar_ae: ماء

# label71.Text
source: Potassium
ar_ae: بوتاسيوم

# label72.Text
source: Fats
ar_ae: دهون

# label73.Text
source: Fibers
ar_ae: ألياف

# label74.Text
source: Kcal
ar_ae: سعرات

# guna2Button12.Text
source: Hide
ar_ae: اخفاء

# guna2Button13.Text
source: Show
ar_ae: اظهار

# label128.Text
source: Ingredient (AR)
ar_ae: المكون (عربي)

# label129.Text
source: Ingredient (EN)
ar_ae: المكون (انجليزي)

# ChooseBtn.Text
source: Choose
ar_ae: اضافة

# mealiddgv.HeaderText
source: NO
ar_ae: رقم

# mealardgv.HeaderText
source: MEAL (AR)
ar_ae: الوجبة (عربي)

# caloriesdgv.HeaderText
source: KCAL
ar_ae: سعرات

# proteinmaindgv.HeaderText
source: PROTEIN
ar_ae: بروتين

# fatsmaindgv.HeaderText
source: FATS
ar_ae: دهون

# carbohydratesmaindgv.HeaderText
source: CARBS
ar_ae: كاربوهيدرات

# MealSearch.Text
source: Search
ar_ae: بحث

# Meals.Text
source: Close
ar_ae: الغاء

# label75.Text
source: Meal (AR)
ar_ae: الوجبة (عربي)

# label76.Text
source: Group N (AR)
ar_ae: المجموعة (عربي)

# label77.Text
source: Preparation
ar_ae: طريقة التحضير

# label78.Text
source: Unit
ar_ae: وحدة القياس

# label79.Text
source: Notes
ar_ae: الملاحظات

# label80.Text
source: Meal (EN)
ar_ae: الوجبة (انجليزي)

# label81.Text
source: Group N (EN)
ar_ae: المجموعة (انجليزي)

# label83.Text
source: Iron
ar_ae: حديد

# label84.Text
source: Iodine
ar_ae: يود

# label85.Text
source: Group C (AR)
ar_ae: المجموعة (عربي)

# label86.Text
source: Magnesium
ar_ae: مغنيسيوم

# label87.Text
source: Group C (EN)
ar_ae: المجموعة (انجليزي)

# label88.Text
source: Phosphorous
ar_ae: فسفور

# label89.Text
source: Kcal
ar_ae: سعرات

# label90.Text
source: Carbs
ar_ae: كاربوهيدرات

# label91.Text
source: Fibers
ar_ae: ألياف

# label92.Text
source: Sodium
ar_ae: صوديوم

# label93.Text
source: Fats
ar_ae: دهون

# label94.Text
source: Protein
ar_ae: بروتين

# label95.Text
source: Potassium
ar_ae: بوتاسيوم

# label97.Text
source: Water
ar_ae: ماء

# label98.Text
source: Sugar
ar_ae: سكر

# label99.Text
source: Calcium
ar_ae: كالسيوم

# deletehistory.Text
source: Delete
ar_ae: حذف

# VIew.Text
source: View
ar_ae: عرض

# guna2Button3.Text
source: Close
ar_ae: الغاء

# filenodgv.HeaderText
source: FILE NO
ar_ae: رقم الملف

# namedgv.HeaderText
source: FIRST NAME
ar_ae: الاسم الاول

# agedgv.HeaderText
source: AGE
ar_ae: العمر

# dietnamedgv.HeaderText
source: DATE
ar_ae: تاريخ

# label106.Text
source: 6th Day
ar_ae: اليوم السادس

# label102.Text
source: 2nd Day
ar_ae: اليوم الثاني

# label105.Text
source: 5th Day
ar_ae: اليوم الخامس

# label107.Text
source: 7th Day
ar_ae: اليوم السابع

# toolStripMenuItem16.Text
source: Add
ar_ae: اضافة وجبة

# toolStripMenuItem17.Text
source: Edit
ar_ae: تغيير وجبة

# toolStripMenuItem18.Text
source: Delete
ar_ae: حذف وجبة

# toolStripMenuItem13.Text
source: Add
ar_ae: اضافة وجبة

# toolStripMenuItem14.Text
source: Edit
ar_ae: تغيير وجبة

# toolStripMenuItem15.Text
source: Delete
ar_ae: حذف وجبة

# toolStripMenuItem10.Text
source: Add
ar_ae: اضافة وجبة

# toolStripMenuItem11.Text
source: Edit
ar_ae: تغيير وجبة

# toolStripMenuItem12.Text
source: Delete
ar_ae: حذف وجبة

# label104.Text
source: 4th Day
ar_ae: اليوم الرابع

# toolStripMenuItem7.Text
source: Add
ar_ae: اضافة وجبة

# toolStripMenuItem8.Text
source: Edit
ar_ae: تغيير وجبة

# toolStripMenuItem9.Text
source: Delete
ar_ae: حذف وجبة

# label103.Text
source: 3rd Day
ar_ae: اليوم الثالث

# toolStripMenuItem4.Text
source: Add
ar_ae: اضافة وجبة

# toolStripMenuItem5.Text
source: Edit
ar_ae: تغيير وجبة

# toolStripMenuItem6.Text
source: Delete
ar_ae: حذف وجبة

# toolStripMenuItem1.Text
source: Add
ar_ae: اضافة وجبة

# toolStripMenuItem2.Text
source: Edit
ar_ae: تغيير وجبة

# toolStripMenuItem3.Text
source: Delete
ar_ae: حذف وجبة

# guna2Button5.Text
source: Table
ar_ae: الجدول

# guna2Button6.Text
source: Information
ar_ae: المعلومات

# label101.Text
source: 1st Day
ar_ae: اليوم الاول

# addToolStripMenuItem.Text
source: Add
ar_ae: اضافة وجبة

# editToolStripMenuItem.Text
source: Edit
ar_ae: تغيير وجبة

# deleteToolStripMenuItem.Text
source: Delete
ar_ae: حذف وجبة

# dataGridViewTextBoxColumn5.HeaderText
source: BREAKFAST
ar_ae: وجبة الافطار

# dataGridViewTextBoxColumn6.HeaderText
source: LUNCH
ar_ae: وجبة الغداء

# dataGridViewTextBoxColumn7.HeaderText
source: DINNER
ar_ae: وجبة العشاء

# dataGridViewTextBoxColumn16.HeaderText
source: SNACKS
ar_ae: وجبات خفيفة

# guna2HtmlLabel6.Text
source: Instruction
ar_ae: ارشادات

# guna2HtmlLabel8.Text
source: 7th Day
ar_ae: اليوم السابع

# guna2HtmlLabel7.Text
source: 6th Day
ar_ae: اليوم السادس

# guna2HtmlLabel5.Text
source: 5th Day
ar_ae: اليوم الخامس

# guna2HtmlLabel4.Text
source: 4th Day
ar_ae: اليوم الرابع

# guna2HtmlLabel3.Text
source: 3rd Day
ar_ae: اليوم الثالث

# guna2HtmlLabel2.Text
source: 2nd Day
ar_ae: اليوم الثاني

# guna2HtmlLabel1.Text
source: 1st Day
ar_ae: اليوم الاول

# guna2HtmlLabel15.Text
source: Fats
ar_ae: الدهون

# guna2HtmlLabel13.Text
source: Protein
ar_ae: بروتين

# guna2HtmlLabel11.Text
source: Carbs
ar_ae: الكربوهيدرات

# guna2HtmlLabel9.Text
source: Energy
ar_ae: الطاقة

# label42.Text
source: Pie Chart Analysis
ar_ae: التحليل البياني

# guna2HtmlLabel16.Text
source: Achieved
ar_ae: المحققة الكمية

# guna2HtmlLabel12.Text
source: Goal - End Date
ar_ae: المتوقع الوصول تاريخ

# guna2HtmlLabel14.Text
source: Target
ar_ae: الهدف

# guna2HtmlLabel10.Text
source: Goal - Start Date
ar_ae: بداية تحقيق الحلم

# guna2Button8.Text
source: Back
ar_ae: رجوع

# generatereport.Text
source: Step 2-->
ar_ae: الخطوة الثانية

# label43.Text
source: Achieved
ar_ae: تم تحقيق

# label44.Text
source: Target
ar_ae: الهدف

# label40.Text
source: Goal-End Date
ar_ae: تاريخ تحقيق الهدف

# label41.Text
source: Goal-Start Date
ar_ae: تاريخ البداية

# label108.Text
source: 7th Day
ar_ae: السابع

# label109.Text
source: 6th Day
ar_ae: السادس

# label110.Text
source: 5th Day
ar_ae: الخامس

# label111.Text
source: 4th Day
ar_ae: الرابع

# label112.Text
source: 3rd Day
ar_ae: الثالث

# label113.Text
source: 2nd Day
ar_ae: الثاني

# label115.Text
source: 1st Day
ar_ae: الاول

# dataGridViewTextBoxColumn75.HeaderText
source: BREAKFAST
ar_ae: الافطار

# dataGridViewTextBoxColumn76.HeaderText
source: LUNCH
ar_ae: الغداء

# dataGridViewTextBoxColumn77.HeaderText
source: DINNER
ar_ae: العشاء

# dataGridViewTextBoxColumn78.HeaderText
source: SNACKS
ar_ae: وجبات خفيفة

# guna2Button10.Text
source: Save
ar_ae: حفظ

# guna2Button9.Text
source: Cancel
ar_ae: رجوع

# guna2Button7.Text
source: Generate Report
ar_ae: طباعة التقرير

# label126.Text
source: Preparation
ar_ae: طريقة التحضير

# label125.Text
source: Notes
ar_ae: ملاحظات

# label124.Text
source: Select Meal
ar_ae: اختر الوجبة

# label123.Text
source: Select Day
ar_ae: اختر اليوم

# mealdgv.HeaderText
source: Meal
ar_ae: الوجبة

# notesdgv.HeaderText
source: Notes
ar_ae: ملاحظات

# preparationdgv.HeaderText
source: Preparation
ar_ae: التحضير

# label1.Text
source: Picture Inputs
ar_ae: مدخلات الصورة

# guna2Button14.Text
source: Back
ar_ae: رجوع

# guna2Button15.Text
source: Step 3-->
ar_ae: الخطوة الثالثة

# label134.Text
source: Input 5
ar_ae: الوزن 5

# label133.Text
source: Input 4
ar_ae: الوزن 4

# label132.Text
source: Input 3
ar_ae: الوزن 3

# label131.Text
source: Input 2
ar_ae: الوزن 2

# label130.Text
source: Input 1
ar_ae: الوزن 1

# label127.Text
source: Preparing Report...
ar_ae: ....معاينة التقرير
