Repository: MHannanHasanAli/DietPlanner-Project
Catalog: HelloWorldSolutionIMS/Payment.*.resx
Languages: ar_ae

# filenodgv.HeaderText
source: FILE NO
ar_ae: رقم الملف

# firstnamedgv.HeaderText
source: FIRST NAME
ar_ae: الاسم الاول

# familynamedgv.HeaderText
source: FAMILY NAME
ar_ae: اسم العائلة

# amountdgv.HeaderText
source: AMOUNT
ar_ae: المبلغ

# amountaftrpromotiondgv.HeaderText
source: AMOUNT AFTER PROMOTION
ar_ae: المبلغ بعد الخصم

# promotionpercentagedgv.HeaderText
source: PROMOTION PERCENTAGE
ar_ae: نسبة الخصم

# datedgv.HeaderText
source: DATE
ar_ae: التاريخ

# editToolStripMenuItem.Text
source: Edit
ar_ae: تعديل الدفعة

# deleteToolStripMenuItem.Text
source: Delete
ar_ae: حذف المعاملة

# Add.Text
source: Add
ar_ae: اضافة دفعة جديدة

# search.Text
source: Search
ar_ae: بحث

# label15.Text
source: First Name
ar_ae: الاسم الاول

# label16.Text
source: File No.
ar_ae: رقم الملف

# label17.Text
source: End Date
ar_ae: تاريخ انتهاء الاشتراك

# Backtomeal.Text
source: Back To Payments
ar_ae: الغاء

# save.Text
source: Save Payment
ar_ae: حفظ

# label13.Text
source: Promotion Details
ar_ae: تفاصيل العرض

# label12.Text
source: Promotion Name
ar_ae: اسم العرض

# label11.Text
source: Promotion Code
ar_ae: كود الخصم

# label10.Text
source: Promotion Percentage
ar_ae: نسبة الخصم

# label9.Text
source: Amount
ar_ae: المبلغ

# label8.Text
source: Amount after promotion
ar_ae: المبلغ بعد الخصم

# label14.Text
source: Start Date
ar_ae: تاريخ الاشتراك

# label7.Text
source: Mobile No.
ar_ae: الموبايل

# label6.Text
source: Age
ar_ae: العمر

# label4.Text
source: Gender
ar_ae: الجنس

# label3.Text
source: Family Name
ar_ae: اسم العائلة

# label2.Text
source: First Name
ar_ae: الاسم الاول

# label1.Text
source: File No.
ar_ae: رقم الملف

# guna2Button1.Text
source: Back To Payments
ar_ae: الغاء

# filenodefaultdgv.HeaderText
source: FILE NO
ar_ae: رقم الملف

# defaulterdgv.HeaderText
source: DEFAULTERS
ar_ae: الاسم الاول

# familynamedefaultdgv.HeaderText
source: FAMILY NAME
ar_ae: اسم العائلة
