Repository: MHannanHasanAli/DietPlanner-Project
Catalog: HelloWorldSolutionIMS/SettingScreen.*.resx
Languages: ar_ae

# guna2Button7.Text
source: Close
ar_ae: اغلاق

# saveuser.Text
source: save
ar_ae: حفظ

# label26.Text
source: EDIT USER
ar_ae: التعديل مستخدم

# label47.Text
source: B
ar_ae: لغة

# importsettings.Text
source: Import Settings
ar_ae: استيراد الاعدادات

# Colorsetting.Text
source: Color & Text Settings
ar_ae: اعدادات اللون والكتابة

# guna2Button6.Text
source: Demo Import
ar_ae: استيراد المكونات والوجبات

# modifyuser.Text
source: Modify User
ar_ae: تعديل

# usermanagement.Text
source: Add User
ar_ae: اضافة مستخدم

# label20.Text
source: Room 4
ar_ae: الغرفة الرابعة

# label19.Text
source: Room 3
ar_ae: الغرفة الثالثة

# label18.Text
source: Room 2
ar_ae: الغرفة الثانية

# label17.Text
source: Room 1
ar_ae: الغرفة الاولى

# Delete.Text
source: Delete Nutritionist
ar_ae: حذف اخصائي

# AddNutri.Text
source: Add Nutritionist
ar_ae: اضافة اخصائي

# Dbsetting.Text
source: Database Setting
ar_ae: اعدادات المدخلات

# Save.Text
source: Save
ar_ae: حفظ

# label12.Text
source: Welcome Words
ar_ae: نص الترحيب

# label13.Text
source: Trade Liscense No.
ar_ae: الرخصة

# label14.Text
source: P.O. Box
ar_ae: ص. البريد

# label15.Text
source: Email
ar_ae: الايميل

# label11.Text
source: Mobile
ar_ae: الموبايل

# label10.Text
source: Landline
ar_ae: الارضي

# label9.Text
source: Branch
ar_ae: الفرع

# label7.Text
source: Company Name
ar_ae: اسم الشركة

# guna2Button1.Text
source: Close
ar_ae: اغلاق

# ADD.Text
source: Add
ar_ae: اضافة

# label35.Text
source: ADD NUTRITIONIST
ar_ae: اضافة اخصائي

# label37.Text
source: Name
ar_ae: الاسم

# label39.Text
source: DELETE NUTRITIONIST
ar_ae: حذف اخصائي

# guna2Button3.Text
source: Close
ar_ae: اغلاق

# Deletegc.Text
source: Delete
ar_ae: حذف

# guna2Button2.Text
source: Close
ar_ae: اغلاق

# Adduser.Text
source: Add
ar_ae: اضافة

# label21.Text
source: ADD USER
ar_ae: اضافة مستخدم

# edituser.Text
source: Edit
ar_ae: البحث

# label24.Text
source: MODIFY USER
ar_ae: تعديل مستخدم

# guna2Button5.Text
source: Close
ar_ae: اغلاق

# DeleteUser.Text
source: Delete
ar_ae: حذف

# guna2Button4.Text
source: Close
ar_ae: اغلاق

# SaveSettings.Text
source: Save
ar_ae: حفظ

# Attach.Text
source: Attach
ar_ae: ارفاق

# ColorClose.Text
source: Close
ar_ae: اغلاق
